{
  "Layout": {
    "title": "Aplicación de Ejemplo",
    "description": "Esta es una aplicación de ejemplo para demostrar la internacionalización."
  },
  "Menu": {
    "info": "Info",
    "works": "Trabajos",
    "connect": "Conectar"
  },
  "Carousel": {
    "custom": "Web Personalizados",
    "maintanance": "Mantenimiento",
    "redesign": "Rediseño del Sitio Web",
    "lang": "En Inglés y Español"
  },
  "HomePage": {
    "title": "Hogar",
    "description": "Explora nuestras características y servicios.",
    "sampleText": [
      "Este es un texto de muestra para demostrar el diseño y la disposición de la aplicación.",
      "Este es otro texto de muestra para mostrar las capacidades multilingües de la aplicación."
    ]
  },
  "AboutPage": {
    "title": "Info",
    "description": "Conoce más sobre nuestra misión y equipo.",
    "who": {
      "title": "¿Quiénes Somos?",
      "description": [
        "¡Hola! Soy Eligio Rosa, diseñador web y desarrollador full-stack con sede en Washington Occidental y más de 10 años de experiencia en la creación de sitios web y herramientas digitales que realmente funcionan. He trabajado con clientes en Puerto Rico y en el continente de EE. UU., desde pequeñas escuelas hasta grandes empresas, y ahora me estoy enfocando en ayudar a las empresas locales en el PNW a destacarse en línea.",
        "Me encargo de todo: desde diseños limpios y adaptados a dispositivos móviles, hasta desarrollo backend con PHP, Node.js y React. He creado cientos de sitios web, implementado aplicaciones en AWS, gestionado bases de datos y construido herramientas que resuelven problemas reales. ¿Necesitas un sitio web en inglés y español? No hay problema: construyo páginas completamente bilingües que conectan con todos tus clientes.",
        "Ya seas una pequeña empresa que necesita un sitio web o un creativo que busca un portafolio, aporto habilidades técnicas y una visión creativa a la mesa. ¿No te gusta hablar de tecnología? No te preocupes: lo mantengo humano, claro y honesto. Hagamos que tu idea sea real y que se vea bien mientras lo hacemos."
      ]
    },
    "what": {
      "title": "¿Qué Hacemos?",
      "description": "Nos gusta hacer que el internet funcione para ti. Si estás empezando o quieres mejorar lo que ya tienes, aquí estamos para ayudarte con servicios útiles, claros y hechos a tu medida:",
      "services": [
        "Sitios web personalizados que se ven geniales en teléfonos y computadoras de escritorio",
        "Páginas bilingües (inglés + español)",
        "Tiendas en línea y sistemas de reservas",
        "Branding, logotipos y elementos visuales que reflejan tu identidad",
        "Ayuda con actualizaciones, alojamiento y mantenimiento",
        "CMS personalizado fácil de gestionar para que tengas el control"
      ],
      "footer": "No nos complicamos con cosas innecesarias, solo soluciones sólidas y inteligentes para ayudarte a destacar en línea."
    }
  },
  "WorksPage": {
    "title": "Trabajos",
    "description": "Haga clic en la imagen para ver más sobre el proyecto.",
    "WorksGallery": {
      "works": [
        {
          "title": "Bite Art",
          "photo": "/images/bite_art_web.jpg",
          "year": "2014",
          "desc": "Bite Art una revista en línea en español centrada en la gastronomía, chefs, cultura alimentaria y eventos culinarios. Este sitio web minimalista fue diseñado para los amantes de la comida de Puerto Rico, presentando artículos, entrevistas y cobertura de eventos. Se diseñó para ser limpio y fácil de navegar, con un enfoque en imágenes de alta calidad y contenido atractivo. También cuenta con un CMS personalizado que incluye un creador de recetas."
        }
      ]
    },
    "soon": "¡Más proyectos próximamente!"
  },
  "ContactPage": {
    "title": "Conectar",
    "description": "Por favor, completa el formulario a continuación para ponerte en contacto con nosotros. Por lo general, respondemos dentro de 24 horas.",
    "name": "Tu nombre o tu negocio",
    "namePlace": "Ingresa tu nombre o el nombre de tu negocio",
    "email": "Tu correo electrónico",
    "emailPlace": "Ingresa tu correo electrónico",
    "tel": "Tu # de telefono",
    "telPlace": "Ingresa tu # de telefono",
    "message": "¿Algunos detalles extra?",
    "messagePlace": "Ingresa algunos detalles extra.",
    "submit": "Enviar Mensaje",
    "sending": "Enviando...",
    "success": "¡Gracias!",
    "error": "Hubo un error al enviar tu mensaje. Por favor, inténtalo de nuevo más tarde."
  }
}
